#    -*- mode: org -*-


Archived entries from file /home/john/Workspace/projects.org


* DONE check valve
SCHEDULED: <2021-08-04 Wed>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-11 Tue 13:05
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2021-08-04 Wed 13:29]--[2021-08-04 Wed 22:02] =>  8:33
:END:

* DONE Schedule Redesign
SCHEDULED: <2022-01-10 Mon 15:00-17:00>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: 4ad55ut74vu7lc0h2j37ukmjnk@group.calendar.google.com
:ETag:     "3283614696136000"
:entry-id: 1b839haacb2qehnb9fqsmncpbc/4ad55ut74vu7lc0h2j37ukmjnk@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-16 Sun 19:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 13:07]--[2022-01-11 Tue 13:15] =>  0:08
:END:
:org-gcal:
:END:

* DONE Optimize plunger design
SCHEDULED: <2022-01-17 Mon 12:00-13:00>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-23 Sun 18:35
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-17 Mon 13:46]--[2022-01-17 Mon 14:06] =>  0:20
:END:

* DONE Optimize plunger design
SCHEDULED: <2022-01-17 Mon 12:00-13:00>
:PROPERTIES:
:ARCHIVE_TIME: 2022-01-23 Sun 18:35
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-17 Mon 13:46]--[2022-01-17 Mon 14:06] =>  0:20
:END:

* DONE Cap for spout
SCHEDULED: <2022-01-12 Wed 11:00-12:30>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ETag:     "3283873591792000"
:entry-id: radaj3mhf7ft4o9d1ubsl1chvc/cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-23 Sun 18:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-13 Thu 13:26]--[2022-01-13 Thu 21:04] =>  7:38
:END:
:org-gcal:
:END:

* DONE Solve oozing between sequential prints
SCHEDULED: <2022-01-11 Tue 22:00>
:PROPERTIES:
:org-gcal-managed: org
:calendar-id: cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ETag:     "3283872061460000"
:entry-id: 0q35s16v2csnacuicgnnhjiak8/cv3a7e12n5ifmnkohjegt11va0@group.calendar.google.com
:ARCHIVE_TIME: 2022-01-23 Sun 18:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 14:11]--[2022-01-13 Thu 13:26] => 47:15
:END:
:org-gcal:
:END:

* DONE Schedule for rest of week
:PROPERTIES:
:ARCHIVE_TIME: 2022-02-05 Sat 13:38
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-01-11 Tue 13:18]--[2022-01-11 Tue 14:10] =>  0:52
:END:

* KILL Implement flex nozzle
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-02 Sat 20:36
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Caulk Tube
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: KILL
:END:
:LOGBOOK:
CLOCK: [2022-01-14 Fri 12:08]--[2022-01-16 Sun 16:03] => 51:55
:END:

* DONE redesign main body mold base
SCHEDULED: <2022-04-03 Sun>
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-06 Wed 18:11
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-04-03 Sun 10:14]--[2022-04-04 Mon 08:52] => 22:38
CLOCK: [2022-04-03 Sun 09:11]--[2022-04-03 Sun 09:44] =>  0:33
:END:

* DONE split mixer mold into printable parts
SCHEDULED: <2022-04-03 Sun>
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-06 Wed 18:11
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: PU Sprayer
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:END:
:LOGBOOK:
CLOCK: [2022-04-03 Sun 08:33]--[2022-04-03 Sun 09:10] =>  0:37
:END:

* DONE Design mag joints for new extruder
SCHEDULED: <2022-06-26 Sun>
:PROPERTIES:
:ARCHIVE_TIME: 2022-08-08 Mon 19:01
:ARCHIVE_FILE: ~/Workspace/projects.org
:ARCHIVE_OLPATH: Print Farm/
:ARCHIVE_CATEGORY: projects
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: pf shop
:END:
:LOGBOOK:
CLOCK: [2022-06-26 Sun 10:38]--[2022-06-27 Mon 09:24] => 22:46
:END:

** DONE Calibrate Ender 2
SCHEDULED: <2022-06-28 Tue>
:LOGBOOK:
CLOCK: [2022-06-28 Tue 08:52]--[2022-06-28 Tue 11:59] =>  3:07
:END:
